{
  "logo": {
    "logo": "Лого"
  },
  "headerBtns": {
    "signIn": "Вход",
    "signUp": "Регистрация"
  },
  "signOutBtn": {
    "signOutBtn": "Выход"
  },
  "signUp": {
    "title": "Регистрация",
    "signUpBtn": "Регистрация",
    "userNamePlaceholder": "Имя Пользователя",
    "emailPlaceholder": "Электронная почта",
    "passwordPlaceholder": "Пароль"
  },
  "signIn": {
    "title": "Вход",
    "signInBtn": "Вход",
    "emailPlaceholder": "Электронная почта",
    "passwordPlaceholder": "Пароль"
  },
  "footer": {
    "copyright": "© 2024 Спасибо, что дошли до конца! Надеемся, вам понравилось!",
    "Denis": "Денис",
    "Kirill": "Кирилл",
    "Nastia": "Настя",
    "joinCommunity": "Присоединяйтесь к нам"
  },
  "greeting": {
    "greetingAuth": "Снова рады видеть,",
    "greetingUnAuth": "Привет! Тестируй",
    "greetingAccent": "API",
    "signIn": "Вход",
    "signUp": "Регистрация",
    "rest": "REST Клиент",
    "graphiql": "GraphiQL Клиент",
    "history": "История"
  },
  "notFound": {
    "message": "Упс! Страница, которую вы ищете, не найдена...",
    "button": "На главную"
  },
  "projectInfo": {
    "title": "Проект: Что и Зачем",
    "info": "Рады представить вам мощное и удобное приложение, которое объединяет возможности Postman и GraphiQL. Этот инструмент разработан для разработчиков, которым нужны гибкие и легкие в использовании средства для работы с API.\n\nС нашим приложением вы сможете легко отправлять запросы к RESTful и GraphQL API, выбирать методы, настраивать заголовки и мгновенно получать ответы.\n\nВстроенная история запросов поможет вам возвращаться к ранее выполненным операциям и управлять ими.\n\nДоступ к приложению защищен авторизацией и аутентификацией, что обеспечивает безопасную работу.\n\nИспользуйте наше приложение, чтобы ускорить работу с API и сделать процесс более удобным и эффективным!"
  },
  "team": {
    "Kirill": "Кирилл",
    "Denis": "Денис",
    "Nastia": "Настя",
    "title": "Наша Команда",
    "KirillDesc": "Опытный разработчик с акцентом на создание эффективных веб-приложений. Уверенно решает сложные задачи и помогает оптимизировать процессы в команде",
    "DenisDesc": "Креативный инженер с глубоким знанием современных технологий. Способен находить нестандартные решения и улучшать пользовательский опыт",
    "NastiaDesc": "Фронтенд разработчик с отличным чувством дизайна и вниманием к деталям. Создает интуитивно понятные интерфейсы и улучшает взаимодействие с пользователями"
  }
}